<!--  -->
<template>
<p>“新模直聘”平台通过以下条款为您提供服务。您应当阅读并遵守《隐私协议》（以下简称为“本协议”），本协议是您与“新模直聘”之间的法律协议。您在使用“新模直聘”提供的各项服务之前，请您务必审慎阅读、充分理解各条款内容，特别是隐私保护、用户信息、免责以及争议管辖与法律适用的条款。 除非您已阅读并接受本协议所有条款，否则您无权使用“新模直聘”提供的服务。您使用“新模直聘”的服务即视为您已阅读并同意本协议的约束，包括“新模直聘”对本协议服务条款随时做的任何修改。

一、服务说明

“新模直聘”的具体服务内容由“新模直聘”根据实际情况提供，如照片上传功能、私信功能、在线投票、在线参加活动等。“新模直聘”保留变更、中断或终止部分网络服务的权利。“新模直聘”保留根据实际情况随时调整“新模直聘”平台提供的服务种类、形式的权利。“新模直聘”不承担因业务调整给用户造成的损失。“新模直聘”仅提供相关服务，除此之外与本服务有关的设备（如电脑、调制解调器及其他与接入互联网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费）均应由用户自行负担。

二、隐私保护

1.用户在注册账号或使用本服务的过程中，可能需要填写或提交一些必要的信息，如法律法规、规章规范性文件（以下称“法律法规”）规定的需要填写的身份信息。如用户提交的信息不完整或不符合法律法规的规定，则用户可能无法使用本服务或在使用本服务的过程中受到限制。

2.个人隐私信息是指涉及用户个人身份或个人隐私的信息，比如，用户真实姓名、身份证号、手机号码、手机设备识别码、IP地址、用户聊天记录。非个人隐私信息是指用户对本服务的操作状态以及使用习惯等明确且客观反映在新模直聘服务器端的基本记录信息、个人隐私信息范围外的其它普通信息，以及用户同意公开的上述隐私信息。

3.尊重用户个人隐私信息的私有性是新模直聘的一贯制度，新模直聘将采取技术措施和其他必要措施，确保用户个人隐私信息安全，防止在本服务中收集的用户个人隐私信息泄露、毁损或丢失。在发生前述情形或者新模直聘发现存在发生前述情形的可能时，将及时采取补救措施。

4.新模直聘未经用户同意不向任何第三方公开、透露用户个人隐私信息。但以下特定情形除外：

       (1) 新模直聘根据法律法规规定或有权机关的指示提供用户的个人隐私信息；

       (2) 由于用户将其用户密码告知他人或与他人共享注册帐户与密码，由此导致的任何个人信息的泄漏，或其他非因新模直聘原因导致的个人隐私信息的泄露；

       (3) 用户自行选择向第三方公开其个人信息；

       (4) 用户与新模直聘及合作单位之间就用户个人信息的使用公开达成约定，新模直聘因此向合作单位公开用户个人隐私信息；

       (5) 任何由于黑客攻击、电脑病毒侵入及其他不可抗力事件导致用户个人隐私信息的泄露；

       (6)本协议约定的其他情形等。</p>
</template>

<script>
export default {
data() {
return {

}
},
//生命周期 - 创建完成（访问当前this实例）
created() {

},
//生命周期 - 挂载完成（访问DOM元素）
mounted() {

}
}
</script>
<style scoped>
/* @import url(); 引入css类 */
p{
    padding:0;
    margin: 0;
    line-height: 28px;
    text-align:left
}
</style>
